import { Text, TextBox } from '@Atoms/Typography';
import { MainLayout } from '@Organisms/MainLayout';
import { PolicyContainer } from './Policy.styled';

export const PrivacyPolicy = () => {
    return (
        <MainLayout title="개인정보처리방침" hideBottomNav hideActionIcons>
            <PolicyContainer>
                <Text size="h1">
                    개인정보 보호
                    <br />
                </Text>
                <TextBox>
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        {' '}
                        &quot;주식회사 삶의질연구소 &quot;(이하 &quot;회사
                        &quot;)는 &quot;정보통신망 이용 촉진 및 정보보호에 관한
                        법률 &quot;, &quot;개인정보보호법 &quot;, &quot;통신비밀
                        보호법 &quot;, &quot;전기통신사업법 &quot; 및
                        &quot;전자상거래 등에서의 소비자 보호에 관한 법률 &quot;
                        등 정보통신서비스 제공자가 준수하여야 할 관련 법령상의
                        개인 정보보호 규정을 준수하며, 관련 법령에 의거한 개인
                        정보처리 방침을 정하여 이용자 권익 보호에 최선을
                        다하겠습니다. 회사는 이용자의 개인 정보를 [개인 정보의
                        수집 목적]에서 고지한 범위 내에서 사용하며, 이용자의
                        사전 동의 없이는 동 범위를 초과하여 이용하거나
                        원칙적으로 이용자의 개인 정보를 외부에 제공 또는
                        위탁하지 않습니다. 다만, 아래의 경우에는 예외로 합니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        1. 이용자가 사전에 동의한 경우(이용자가 사전에 동의한
                        경우란, 서비스 이용 등을 위하여 이용자가 자발적으로
                        자신의 개인 정보를 제3자에게 제공하는 것에 동의하는 것을
                        의미합니다.)
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진
                        절차와 방법에 따라 수사기관의 요구가 있는 경우
                        <br />
                    </Text>
                    <br />
                    <Text>
                        이러한 경우에도, 회사는 이용자에게 (1) 개인 정보를
                        제공받는 자 (2) 그의 이용목적 (3) 개인 정보의 보유 및
                        이용 기간을 사전에 고지하고 이에 대해 명시적·개별적으로
                        동의를 얻습니다. 이와 같은 모든 과정에 있어서 회사는
                        이용자의 의사에 반하여 추가적인 정보를 수집하거나,
                        동의의 범위를 벗어난 정보를 제3자와 공유하지 않습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보 활용처
                        <br />
                    </Text>
                    <br />
                    <Text>
                        앤서록은 아래와 같은 활용 목적을 가지고 이용자 개인
                        정보를 수집합니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        1. 서비스의 기본 기능이나 특화된 기능을 제공
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. 개별적 공지 필요시
                        <br />
                    </Text>
                    <br />
                    <Text>
                        3. 서비스 이용과 관련하여 문의나 분쟁의 해결
                        <br />
                    </Text>
                    <br />
                    <Text>
                        4. 유료 서비스 이용 시 콘텐츠 등의 전송이나 배송∙요금
                        정산
                        <br />
                    </Text>
                    <br />
                    <Text>
                        5. 맞춤형 서비스 제공
                        <br />
                    </Text>
                    <br />
                    <Text>
                        6. 인구통계학적 특성에 따른 서비스 제공
                        <br />
                    </Text>
                    <br />
                    <Text>
                        7. 각종 이벤트나 광고성 정보의 제공
                        <br />
                    </Text>
                    <br />
                    <Text>
                        8. 법령 등에 규정된 의무의 이행
                        <br />
                    </Text>
                    <br />
                    <Text>
                        9. 법령이나 이용 약관에 반하여 여러분에게 피해를 줄 수
                        있는 잘못된 이용행위의 방지
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        수집하는 개인정보
                        <br />
                    </Text>
                    <br />
                    <Text>
                        1. 휴대폰 번호
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. 앱 내 기능을 사용한 내용
                        <br />
                    </Text>
                    <br />
                    <Text>
                        3. 이용자 이름(닉네임)
                        <br />
                    </Text>
                    <br />
                    <Text>
                        4. 단말기 정보(OS, 화면 사이즈, 디바이스 아이디), IP
                        주소, 쿠키 정보
                        <br />
                    </Text>
                    <br />
                    <Text>
                        5. 이름, 휴대폰 번호, 주소와 같은 배송정보
                        <br />
                    </Text>
                    <br />
                    <Text>
                        6. 신용카드 정보, 통신사 정보, 상품권 번호 등 결제에
                        필요한 정보(유료 서비스 이용 시)
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용 목적
                        <br />
                    </Text>
                    <br />
                    <Text>
                        마케팅 및 광고에의 활용 <br />
                    </Text>
                    <br />
                    <Text>
                        신규 서비스(제품) 개발 및 맞춤 서비스 제공, 이벤트 및
                        광고성 정보 전달 및 참여기회 제공 등<br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용하는 개인정보 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (선택) 휴대전화번호, 로그인ID, 성별, 생년월일, 이름,
                        서비스 이용 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유 기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        원칙: 회원 탈퇴시까지 2. 예외, 회원의 삭제요청이 있을
                        경우 즉시 삭제
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용 목적
                        <br />
                    </Text>
                    <br />
                    <Text>
                        민원사무 처리 <br />
                    </Text>
                    <br />
                    <Text>
                        민원인의 신원 확인, 민원사항 확인 등<br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용하는 개인정보 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (필수) 핸드폰 번호, 성함
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유 기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        소비자 불만 또는 분쟁처리에 관한 기록: 3년 (전자상거래
                        등에서의 소비자 보호에 관한 법률)
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용 목적
                        <br />
                    </Text>
                    <br />
                    <Text>
                        서비스 이용과정에서 자동으로 생성되어 수집되는 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용하는 개인정보 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (필수) 서비스 이용 기록, 접속 로그, IP주소, 쿠키,
                        방문일시,부정이용기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유 기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        통신비밀보호법 시행령 제41조에 따른 통신사실확인자료:
                        3개월 (통신비밀보호법)
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용 목적
                        <br />
                    </Text>
                    <br />
                    <Text>
                        서비스 제공·개선 <br />
                    </Text>
                    <br />
                    <Text>
                        서비스 제공, 서비스 이용정보 통계 및 분석, 서비스 제공에
                        필요한 음성 인식 모델 개선, 인공지능 학습을 통한 서비스
                        개선 및 정확도 향상 등<br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용하는 개인정보 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (필수) 서비스 이용 기록, 접속 로그, 이용자가 회사에
                        위탁하는 통화녹음으로부터 가공 추출한 이용자의 음성 및
                        화상데이터(선택) 생년월일, 성별
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유 기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        원칙: 회원 탈퇴시까지 2. 문답데이터( 음성데이터 포함)의
                        경우 개인식별이 불가능하도록 암호화하여 영구 보관
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용 목적
                        <br />
                    </Text>
                    <br />
                    <Text>
                        회원가입 및 관리 <br />
                    </Text>
                    <br />
                    <Text>
                        회원 가입의사 확인, 멤버십 서비스 제공에 따른 본인
                        식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지 등
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 수집 이용하는 개인정보 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (필수) 이메일 주소(로그인ID), 휴대전화번호,비밀번호,
                        이름, 생년월일,성별(선택) 프로필 사진
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유 기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        원칙: 회원 탈퇴시까지 2. 부정이용 방지를 위한 정보는
                        회원탈퇴 후 6개월 간 보관
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보를 수집하는 방법
                        <br />
                    </Text>
                    <br />
                    <Text>
                        앤서록은 다음과 같은 방법을 통해 개인정보를 수집합니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        1. 회원가입 및 서비스 이용 과정에서 이용자가 개인 정보
                        수집에 대해 동의를 하고 직접 정보를 입력하는 경우
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. 거래 과정에서 이용자가 채팅방에 입력하는 휴대번호,
                        계좌번호
                        <br />
                    </Text>
                    <br />
                    <Text>
                        3. 제휴 서비스 또는 단체 등으로부터 개인 정보를 제공받은
                        경우
                        <br />
                    </Text>
                    <br />
                    <Text>
                        4. 고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스,
                        전화 등온·오프라인에서 진행되는 이벤트/행사 등 참여
                        <br />
                    </Text>
                    <br />
                    <Text>
                        서비스 이용 과정에서 이용자로 부터 수집하는 개인정보
                        <br />
                    </Text>
                    <br />
                    <Text>
                        PC 웹, 모바일 웹/앱 이용 과정에서 단말기 정보(OS, 화면
                        사이즈, 디바이스 아이디), IP 주소, 쿠키, 방문 일시의
                        정보가 자동으로 생성되어 수집될 수 있습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인 정보 공유 및 제공
                        <br />
                    </Text>
                    <br />
                    <Text>
                        앤서록은 이용자가 서비스 이용과정 등에서 따로 동의하는
                        경우나 법령에 규정된 경우를 제외하고는 이용자 개인
                        정보를 위에서 말씀드린 목적 범위를 초과하여 이용하거나
                        제3자에게 제공 또는 공유하지 않습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보 처리 위탁
                        <br />
                    </Text>
                    <br />
                    <Text>
                        앤서록은 서비스의 원활한 제공을 위해 필요한 때에는 개인
                        정보의 처리를 일부 위탁하고 있으며, 수탁 받은 업체가
                        관계 법령을 준수하도록 관리·감독하고 있습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보를 제공 받는 자<br />
                    </Text>
                    <br />
                    <Text>
                        이용자가 등록 또는 소속된 기관(자원봉사센터, 행정기관,
                        복지센터, 지방자치단체 등)및 해당 기관의 관리자
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보를 제공 받는 자의 개인정보 이용 목적
                        <br />
                    </Text>
                    <br />
                    <Text>
                        서비스 질 관리 및 사용자 관리, 이용자 사례관리, 민원
                        처리
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 제공 하는 개인정보의 항목
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (필수) 휴대전화번호, 이름, 생년월일, 성별, 서비스 이용
                        기록, 이용자가 회사에 위탁하는 통화 녹음으로부터 가공
                        추출한 이용자의 음성 및 화상데이터(선택) 프로필 사진
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보를 제공 받는 자의 개인정보 보유 및 이용기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        서비스 종료시까지
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보처리 수탁업체 정보
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보처리 수탁업체
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (주)네이버페이
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 위탁업무 내용
                        <br />
                    </Text>
                    <br />
                    <Text>
                        결제 서비스 제공
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        회원탈퇴 시 또는 위탁 계약 종료 시<br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보처리 수탁업체
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (주) KMC KOREA <br />
                    </Text>
                    <br />
                    <Text>
                        ● 위탁업무 내용
                        <br />
                    </Text>
                    <br />
                    <Text>
                        전자상거래 고객 배송 위탁 서비스
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        회원탈퇴 시 또는 위탁 계약 종료 시<br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보처리 수탁업체
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (주) 대한 베드 <br />
                    </Text>
                    <br />
                    <Text>
                        ● 위탁업무 내용
                        <br />
                    </Text>
                    <br />
                    <Text>
                        전자상거래 고객 배송 위탁 서비스
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        회원탈퇴 시 또는 위탁 계약 종료 시<br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 개인정보처리 수탁업체
                        <br />
                    </Text>
                    <br />
                    <Text>
                        (주) H&C 인터내셔널
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 위탁업무 내용
                        <br />
                    </Text>
                    <br />
                    <Text>
                        3PL 위탁 물류
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 보유기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        회원탈퇴 시 또는 위탁 계약 종료 시<br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보 보유기간, 파기방법 및 이용기간
                        <br />
                    </Text>
                    <br />
                    <Text>
                        이용자 개인 정보는 이용자로부터 동의를 받은 수집 및
                        이용목적이 달성된 때에는 회사 내부 방침 또는 관계
                        법령에서 정한 일정한 기간 동안 보관한 다음 파기합니다.
                        종이에 출력된 개인 정보는 분쇄기로 분쇄하거나 소각을
                        통하여 파기하고, 전자적 파일 형태로 저장된 개인 정보는
                        기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.
                        앤서록이 내부 방침 또는 법령에 따라 보관하는 개인 정보
                        및 해당 법령은 아래 표와 같습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        가. 회사 내부 방침에 의한 정보보유 사유
                        <br />
                    </Text>
                    <br />
                    <Text>
                        1. 보존 항목: 부정 이용 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. 보존 이유: 부정 이용 방지
                        <br />
                    </Text>
                    <br />
                    <Text>
                        3. 보존 기간: 10년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        4. 보존 항목: 판매 게시물 및 채팅 내용
                        <br />
                    </Text>
                    <br />
                    <Text>
                        5. 보존 이유: 거래 관련 사기 방지 및 분쟁 해결
                        <br />
                    </Text>
                    <br />
                    <Text>
                        6. 보존 기간: 5년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        나. 관련 법령에 의한 정보보유 사유
                        <br />
                    </Text>
                    <br />
                    <Text>
                        1. 보존 항목: 계약 또는 청약철회 등에 관한 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. 근거 법령: 전자상거래 등에서의 소비자보호에 관한 법률
                        <br />
                    </Text>
                    <br />
                    <Text>
                        3. 보존 기간: 5년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        4. 보존 항목: 대금 결제 및 재화 등의 공급에 관한 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        5. 근거 법령: 전자상거래 등에서의 소비자보호에 관한 법률
                        <br />
                    </Text>
                    <br />
                    <Text>
                        6. 보존 기간: 5년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        7. 보존 항목: 소비자의 불만 또는 분쟁처리에 관한 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        8. 근거 법령: 전자상거래 등에서의 소비자보호에 관한 법률
                        <br />
                    </Text>
                    <br />
                    <Text>
                        9. 보존 기간: 3년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        10. 보존 항목: 표시/광고에 관한 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        11. 근거 법령: 전자상거래 등에서의 소비자보호에 관한
                        법률
                        <br />
                    </Text>
                    <br />
                    <Text>
                        12. 보존 기간: 6개월
                        <br />
                    </Text>
                    <br />
                    <Text>
                        13. 보존 항목: 세법이 규정하는 모든 거래에 관한 장부 및
                        증빙서류
                        <br />
                    </Text>
                    <br />
                    <Text>
                        14. 근거 법령: 국세기본법
                        <br />
                    </Text>
                    <br />
                    <Text>
                        15. 보존 기간: 5년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        16. 보존 항목: 전자금융 거래에 관한 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        17. 근거 법령: 전자금융거래법
                        <br />
                    </Text>
                    <br />
                    <Text>
                        18. 보존 기간: 5년
                        <br />
                    </Text>
                    <br />
                    <Text>
                        19. 보존 항목: 서비스 방문 기록
                        <br />
                    </Text>
                    <br />
                    <Text>
                        20. 근거 법령: 통신비밀 보호법
                        <br />
                    </Text>
                    <br />
                    <Text>
                        21. 보존 기간: 3개월
                        <br />
                    </Text>
                    <br />
                    <Text>
                        파기 절차
                        <br />
                    </Text>
                    <br />
                    <Text>
                        이용자가 입력한 개인정보는 목적이 달성된 후 별도의 DB로
                        옮겨져(종이는 별도 서류함) 내부 방침 및 기타 관련 법령에
                        따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB
                        또는 별도 서류함으로 옮겨진 개인정보는 법령에 의한
                        경우가 아니고서는 다른 목적으로 이용되지 않습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        파기 기한
                        <br />
                    </Text>
                    <br />
                    <Text>
                        이용자의 개인정보는 개인정보의 보유기간이 경과된
                        경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의
                        수집·이용 목적 달성, 해당 서비스의 폐지, 사업의 종료 등
                        그 개인정보가 불필요하게 되었을 때에는 개인정보의
                        수집·이용이 불필요한 것으로 인정되는 날로 파기합니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        파기 방법
                        <br />
                    </Text>
                    <br />
                    <Text>
                        전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수
                        없는 기술적인 방법을 사용하여 파기하고, 종이에 출력된
                        개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        인터넷 접속정보파일 등 개인정보를 자동으로 수집하는
                        장치의 설치·운영 및 그 거부에 관한 사항
                        <br />
                    </Text>
                    <br />
                    <Text>
                        쿠키란?
                        <br />
                    </Text>
                    <br />
                    <Text>
                        웹사이트를 운영하는데 이용되는 서버가 이용자의
                        브라우저에 보내는 아주 작은 텍스트 파일로서 이용자
                        컴퓨터에 저장됩니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        사용목적?
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의
                        정보를 저장하고 수시로 불러오는 쿠키를 사용합니다.
                        이용자가 웹사이트에 방문할 경우 웹 사이트 서버는
                        이용자의 디바이스에 저장되어 있는 쿠키의 내용을 읽어
                        이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게
                        됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트
                        사용을 설정한대로 접속하고 편리하게 사용할 수 있도록
                        돕습니다. 또한, 이용자의 웹사이트 방문 기록, 이용 형태를
                        통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해
                        활용됩니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        쿠키 수집 거부
                        <br />
                    </Text>
                    <br />
                    <Text>
                        쿠키에는 이름, 전화번호 등 개인을 식별하는 정보를
                        저장하지 않으며, 이용자는 쿠키 설치에 대한 선택권을
                        가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을
                        설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될
                        때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도
                        있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이
                        불편해지며, 로그인이 필요한 일부 서비스 이용에 어려움이
                        있을 수 있습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        설정 방법의 예<br />
                    </Text>
                    <br />
                    <Text>
                        1. Internet Explorer의 경우 웹 브라우저 상단의 도구 메뉴
                        &gt; 인터넷 옵션 &gt; 개인정보 &gt; 설정
                        <br />
                    </Text>
                    <br />
                    <Text>
                        2. Chrome의 경우 웹 브라우저 우측의 설정 메뉴 &gt; 화면
                        하단의 고급 설정 표시 &gt; 개인정보의 콘텐츠 설정 버튼
                        &gt; 쿠키
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        이용자 권리 보호
                        <br />
                    </Text>
                    <br />
                    <Text>
                        이용자(만 14세 미만인 경우 법정 대리인)는 언제든지
                        이용자 개인 정보를 조회하거나 수정할 수 있으며
                        수집∙이용에 대한 동의 철회 또는 가입 해지를 요청할 수도
                        있습니다. 보다 구체적으로는 서비스 내 설정 기능을 통한
                        변경, 가입 해지(동의 철회)를 위해서는 서비스 내
                        &quot;계정 탈퇴 &quot;를 클릭하면 되며, 운영자에게
                        이메일이나 별도 게시판으로 문의할 경우도 지체 없이
                        조치하겠습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보 문의처
                        <br />
                    </Text>
                    <br />
                    <Text>
                        사용자가 서비스를 이용하면서 발생하는 모든 개인 정보보호
                        관련 문의, 불만, 조언이나 기타 사항은 개인 정보 보호
                        책임자 및 담당 부서로 연락해 주시기 바랍니다. 앤서록은
                        사용자 목소리에 귀 기울이고 신속하고 충분한 답변을 드릴
                        수 있도록 최선을 다하겠습니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보보호 책임자
                        <br />
                    </Text>
                    <br />
                    <Text>
                        성 명 : 조기웅 <br />
                    </Text>
                    <br />
                    <Text>
                        직위 : 대표이사
                        <br />
                    </Text>
                    <br />
                    <Text>
                        소 속: (주)삶의질연구소
                        <br />
                    </Text>
                    <br />
                    <Text>
                        연락처: info@qollabs.care
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        개인정보보호 담당자
                        <br />
                    </Text>
                    <br />
                    <Text>
                        담당자 : 이승현
                        <br />
                    </Text>
                    <br />
                    <Text>
                        직위 : 부대표
                        <br />
                    </Text>
                    <br />
                    <Text>
                        연락처 : info@qollabs.care
                        <br />
                    </Text>
                    <br />
                    <Text>
                        <br />
                    </Text>
                    <br />
                    <Text>
                        고지의 의무
                        <br />
                    </Text>
                    <br />
                    <Text>
                        앤서록은 법률이나 서비스의 변경사항을 반영하기 위한 목적
                        등으로 개인 정보처리 방침을 수정할 수 있습니다. 개인
                        정보처리 방침이 변경되는 경우 앤서록은 변경 사항을
                        게시하며, 변경된 개인 정보처리 방침은 게시한 날로부터
                        7일 후부터 효력이 발생합니다.
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 공고일자: 2022년 12월 02일
                        <br />
                    </Text>
                    <br />
                    <Text>
                        ● 시행일자: 2022년 12월 02일
                        <br />
                    </Text>
                    <br />
                </TextBox>
            </PolicyContainer>
        </MainLayout>
    );
};
